<?php
$xmlstr = <<<XML
<?xml version='1.0' standalone='yes' ?>
<movies>

<movie>
  <characters>
	   <character>
	   	<nameth>กำเนิดศึกสองพิภพ</nameth>
	    <name>Warcraft</name> 
	    <img>img/img1.jpg</img>
	   </character>
  </characters>
  <plot>
   อาณาจักรอาซีร็อธอันเงียบสงบ กำลังใกล้จะเกิดสงครามปะทุขึ้นเมื่อความศิวิไลซ์ของอาณาจักรแห่งนี้กำลังเผชิญกับผู้รุกรานที่เป็นเผ่าพันธุ์ที่น่ากลัว นั่นก็คือ พวกนักรบออร์คซึ่งละทิ้งบ้านเกิดที่กำลังจะตายและหนีมาตั้งอาณานิคมที่ดาวดวงอื่น เมื่อประตูที่เชื่อมระหว่างสองโลกเปิดออก กองทัพฝ่ายหนึ่งเผชิญกับการทำลายล้าง ขณะที่อีกฝ่ายหนี่งเผชิญกับการสูญสิ้นเผ่าพันธุ์ 
  </plot>
 </movie>

 <movie>
  <characters>
	   <character>
	   	<nameth>X-เม็น อะพอคคาลิปส์</nameth>
	    <name>X-Men Apocalypse</name> 
	    <img>img/img2.jpg</img>
	   </character>
  </characters>
  <plot>
   นับตั้งแต่รุ่งอรุณของอารยธรรม เขาได้รับการบูชาเฉกเช่นเทพเจ้า อะโพคาลิปส์ มนุษย์กลายพันธุ์คนแรกและมีพลังอำนาจมากที่สุดในจักรวาล X-Men การที่สะสมพลังพิเศษของมนุษย์กลายพันธุ์คนอื่นๆ เอาไว้ ทำให้เขาเป็นอมตะและคงกระพัน
  </plot>
 </movie>

<movie>
  <characters>
	   <character>
	   	<nameth>มี บีฟอร์ ยู</nameth>
	    <name>Me Before You</name> 
	    <img>img/img3.jpg</img>
	   </character>
  </characters>
  <plot>
 ลูอิซ่า “ลู” คลาร์ก (คลาร์ก) อาศัยอยู่ในเมืองที่ดูประหลาดตาย่านชานเมืองประเทศอังกฤษ เธอไม่มีทิศทางชีวิตที่ชัดเจน สาววัย 26 ผู้มีความคิดสร้างสรรค์สดใสต้องเปลี่ยนงานจากด้านหนึ่งไปอีกด้านหนึ่งเพื่อดูแลครอบครัวที่ฐานะไม่ค่อยดี ความมองโลกแง่ดีของเธอทำให้ต้องพบกับบททดสอบ เมื่อเธอต้องเผชิญหน้ากับความท้าทายในการทำงานใหม่ของเธอ เธอได้งานที่ปราสาทท้องถิ่น โดยทำหน้าที่เป็นผู้ดูแลและเพื่อนของวิล 
  </plot>
 </movie>


</movies>
XML;
?>

